cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "codeclimate/formulae"
tap "puma/puma"

brew "codeclimate"
brew "crystal-lang"
brew "ctags"
brew "fasd"
brew "git"
brew "gnupg"
brew "hub"
brew "imagemagick"
brew "mas"
brew "node"
brew "puma-dev"
brew "rbenv"
brew "rbenv-binstubs"
brew "rbenv-bundle-exec"
brew "rbenv-bundler"
brew "rbenv-ctags"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "boom-3d"
cask "dropbox"
cask "dropshare"
brew "elinks"
cask "fork"
cask "fromscratch"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "mater"
cask "postico"
brew "ranger"
cask "slack"
cask "spectacle"
cask "spotify"
cask "textmate"

mas "Bear",     id: 1_091_189_122
mas "Things3",  id:   904_280_696
mas "Shush",    id:   496_437_906
