brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "git"
brew "gnupg"
brew "lazygit"
brew "libyaml"
brew "neovim", args: ["head"]
brew "ripgrep"
brew "tmux"
brew "yq"
brew "yt-dlp"
brew "zoxide"
