brew "bat"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "figlet"
brew "fzf"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "lazygit"
brew "libyaml"
brew "ripgrep"
brew "tmux"
brew "toilet"
brew "yq"
brew "zoxide"
