cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "puma/puma"

brew "fasd"
brew "git"
brew "gnupg"
brew "hub"
brew "imagemagick"
brew "mas"
brew "puma-dev"
brew "rbenv"
brew "ruby-build"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "boom-3d"
cask "fork"
cask "fromscratch"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "postico"
cask "slack"
cask "spectacle"
cask "spotify"
cask "textmate"

mas "Bear",     id: 1_091_189_122
mas "Things3",  id:   904_280_696
mas "Shush",    id:   496_437_906
